/* Successful file upload status */
"Your file is encrypted and ready to send" = "Your file is encrypted and ready to send";

/* Files uploading status */
"Your files are currently being uploaded" = "Your files are currently being uploaded";

